1.9
PRO VPN
อัพเดตไฟล์ 16-01-23
เพิ่มเซิฟ VIP-GAME 3 SERVER
เพิ่มเซิฟ VIP-SG 3 SERVER
รายการเซิฟเวอร์ 
AUS 10 SERVER สำหรับใช้งานทั่วไป
CA 10 SERVER สำหรับใช้งานทั่วไป
SG 10 SERVER สำหรับใช้งานทั่วไป
SG-OVH 10 SERVER สำหรับใช้งานทั่วไป
TH-BM 10 SERVER สำหรับใช้เล่นเกมส์เท่านั้น
TH-FAST 5 SERVER สำหรับใช้ท่องเว็ป ดูหนัง ฟังเพลง
TH-INET 10 SERVER สำหรับใช้ดูยูทูป
VIP-GAME 3 SERVER สำหรับใช้เล่นเกมส์เท่านั้น
VIP-SG 3 SERVER สำหรับใช้งานทั่วไป
VIP-TH 4 SERVER สำหรับใช้ท่องเว็ป ดูหนัง ฟังเพลง
By เสี่ยเอก มงคล 
📢เซิฟเวอร์จะrebootทุกวันเวลา03:30น.
📢ช่วยรีวิว+ให้คะแนนแอพด้วยนะครับ🙏
กันรั่วซิมทรู *935*99# ฟรี
กันรั่วซิมดีแทค *117*30# 20บาท 
กันรั่วซิมAis *777*7067# 31บาท
